Repository: nonniks/KenshiModManager
Catalog: Properties/Resources.*.resx
Languages: pt, ru

# MainWindow.Title
source: Kenshi Mod Manager
ru: Менеджер модов Kenshi

# MainWindow.Playset
source: Playset:
pt: Conjunto:
ru: Набор модов:

# MainWindow.NewPlayset
source: + New Playset
pt: + Novo conjunto
ru: + Новый набор

# MainWindow.Import
source: 📂 Import
pt: 📂 Importar
ru: 📂 Импорт

# MainWindow.Refresh
source: 🔄 Refresh
pt: 🔄 Atualizar
ru: 🔄 Обновить

# MainWindow.Launch
source: ▶ Launch
pt: ▶ Iniciar
ru: ▶ Запустить

# MainWindow.Path
source: Path:
pt: Diretório:
ru: Путь:

# MainWindow.Mods
source: Mods:
ru: Модов:

# PlaysetMenu.Duplicate
source: 📋 Duplicate
pt: 📋 Duplicar
ru: 📋 Дублировать

# PlaysetMenu.Rename
source: ✏ Rename
pt: ✏ Renomear
ru: ✏ Переименовать

# PlaysetMenu.Share
source: 📤 Share
pt: 📤 Partilhar
ru: 📤 Экспорт

# PlaysetMenu.Delete
source: 🗑 Delete
pt: 🗑 Apagar
ru: 🗑 Удалить

# Tab.ModManager
source: 📦 Mod Manager
pt: 📦 Gestor de Mods
ru: 📦 Менеджер модов

# Tab.Translator
source: 🌐 Translator
pt: 🌐 Tradutor
ru: 🌐 Переводчик

# Tab.Validator
source: ✓ Validator & Auto-Fix
pt: ✓ Validador & Auto-Fix
ru: ✓ Валидация и автоисправление

# Tab.Settings
source: ⚙ Settings
pt: ⚙ Configurações
ru: ⚙ Настройки

# ModsTab.Title
source: MODS IN LOAD ORDER
pt: MODS POR ORDEM DE CARREGAMENTO
ru: МОДЫ В ПОРЯДКЕ ЗАГРУЗКИ

# ModsTab.ModsCount
source: {0} mods
ru: {0} модов

# ModsTab.Author
source: Author:
pt: Autor:
ru: Автор:

# ModsTab.RemoveTooltip
source: Remove from playset
pt: Remover do conjunto
ru: Удалить из набора

# ModsTab.OpenWorkshop
source: 🔗 Open in Steam Workshop
pt: 🔗 Abrir na Steam Workshop
ru: 🔗 Открыть в Steam Workshop

# ModsTab.ShowInFolder
source: 📁 Show in Folder
pt: 📁 Abrir diretório
ru: 📁 Показать в папке

# ModsTab.DragToReorder
source: Drag mods to reorder
pt: Arraste para mudar a ordem dos mods
ru: Перетащите моды для изменения порядка

# ModsTab.ClickForOptions
source: Click ⋯ for options
pt: Clique em ⋯ para opções
ru: Нажмите ⋯ для опций

# ModsTab.AddMods
source: + ADD MODS
pt: + ADICIONAR MODS
ru: + ДОБАВИТЬ МОДЫ

# ModsTab.Refresh
source: ⟳ Refresh
pt: ⟳ Atualizar
ru: ⟳ Обновить

# ModsTab.Loading
source: Loading mods...
ru: Загрузка модов...

# SettingsTab.Title
source: Settings
pt: Configurações
ru: Настройки

# SettingsTab.KenshiInstallation
source: Kenshi Installation
pt: Diretório de instalação do Kenshi
ru: Установка Kenshi

# SettingsTab.ModsFolder
source: Mods Folder
pt: Diretório de mods
ru: Папка модов

# SettingsTab.WorkshopFolder
source: Workshop Folder
pt: Diretório da Workshop
ru: Папка Workshop

# SettingsTab.ModsCountFormat
source: ({0} mods)
ru: ({0} модов)

# SettingsTab.Browse
source: Browse...
pt: Procurar...
ru: Обзор...

# SettingsTab.ResetToAutoDetect
source: Reset to Auto-Detect
pt: Reset
ru: Сбросить до автопоиска

# SettingsTab.SaveSettings
source: Save Settings
pt: Guardar
ru: Сохранить настройки

# SettingsTab.Language
source: Language
pt: Idioma
ru: Язык

# SettingsTab.CheckForUpdates
source: Check for updates
ru: Проверить обновления

# SettingsTab.InstalledVersion
source: Installed version:
ru: Установленная версия:

# UpdateCheck_NoUpdateAvailable
source: You are using the latest version.
ru: Вы используете последнюю версию.

# UpdateCheck_UpdateAvailable
source: Update available!
ru: Доступно обновление!

# UpdateCheck_Error
source: Unable to check for updates. Please check your internet connection and try again later.
ru: Не удалось проверить обновления. Проверьте подключение к Интернету и повторите попытку позже.

# UpdateDialog_Title
source: Update Available
ru: Доступно обновление

# UpdateDialog_NewVersionAvailable
source: New Version Available
ru: Доступна новая версия

# UpdateDialog_CurrentVersion
source: New version:
ru: Новая версия:

# UpdateDialog_InstalledVersion
source: Current version:
ru: Текущая версия:

# UpdateDialog_Changelog
source: What's new:
ru: Что нового:

# UpdateDialog_DownloadButton
source: Download Now
ru: Скачать сейчас

# UpdateDialog_SkipButton
source: Skip This Version
ru: Пропустить версию

# UpdateDialog_RemindButton
source: Remind Me Later
ru: Напомнить позже

# SettingsTab.ComingSoon
source: Coming soon...
pt: Em breve...
ru: Скоро...

# AddModsWindow.Title
source: Add Mods to Playset
pt: Adicionar Mods ao Conjunto de Jogos
ru: Добавить моды в набор

# AddModsWindow.Header
source: ADD MODS TO PLAYSET
pt: ADICIONAR MODS AO CONJUNTO
ru: ДОБАВИТЬ МОДЫ В НАБОР

# AddModsWindow.Description
source: Select mods to add to your active playset
pt: Selecione os mods para adicionar ao seu conjunto de jogos ativo
ru: Выберите моды для добавления в активный набор

# AddModsWindow.SortByName
source: Sort by: Name
pt: Ordenar por: Nome
ru: Сортировка: По названию

# AddModsWindow.SortByAuthor
source: Sort by: Author
pt: Ordenar por: Autor
ru: Сортировка: По автору

# AddModsWindow.SortBySize
source: Sort by: Size
pt: Ordenar por: Tamanho
ru: Сортировка: По размеру

# AddModsWindow.SortByDate
source: Sort by: Date
pt: Ordenar por: Data
ru: Сортировка: По дате

# AddModsWindow.SelectAll
source: Select All
pt: Marcar todos
ru: Выбрать все

# AddModsWindow.DeselectAll
source: Deselect All
pt: Desmarcar todos
ru: Снять выбор

# AddModsWindow.Loading
source: Loading available mods...
pt: Carregar mods disponíveis...
ru: Загрузка доступных модов...

# AddModsWindow.Author
source: Author:
pt: Autor:
ru: Автор:

# AddModsWindow.SelectedCount
source: {0} of {1} mods selected
pt: {0} de {1} mods selecionados
ru: Выбрано {0} из {1} модов

# AddModsWindow.Cancel
source: CANCEL
pt: CANCELAR
ru: ОТМЕНА

# AddModsWindow.AddToPlayset
source: ADD TO PLAYSET
pt: ADICIONAR AO CONJUNTO
ru: ДОБАВИТЬ В НАБОР

# InputDialog.Title
source: Input
ru: Ввод

# InputDialog.Prompt
source: Enter value:
pt: Introduza o valor:
ru: Введите значение:

# InputDialog.Cancel
source: Cancel
pt: Cancelar
ru: Отмена

# InputDialog.OK
source: OK
ru: ОК

# InputDialog.EmptyNameError
source: Name cannot be empty.
pt: O nome não pode estar vazio.
ru: Имя не может быть пустым.

# InputDialog.ValidationErrorTitle
source: Validation Error
pt: Erro na validação
ru: Ошибка валидации

# InputDialog.InvalidCharactersError
source: Name contains invalid characters.\nInvalid characters: {0}
ru: Имя содержит недопустимые символы.\nНедопустимые символы: {0}

# Status.Ready
source: Ready
pt: Pronto
ru: Готов

# Status.PreparingLaunch
source: Preparing to launch Kenshi...
pt: Preparando para iniciar o Kenshi...
ru: Подготовка к запуску Kenshi...

# Status.Launching
source: Launching Kenshi...
pt: A iniciar o Kenshi...
ru: Запуск Kenshi...

# Status.GameRunning
source: Kenshi is running...
pt: Kenshi iniciou...
ru: Kenshi запущен...

# Status.LaunchFailed
source: Failed to launch Kenshi
pt: Falha ao iniciar o Kenshi
ru: Не удалось запустить Kenshi

# Status.LaunchError
source: Error launching game: {0}
pt: Erro ao iniciar o jogo: {0}
ru: Ошибка запуска игры: {0}

# Status.RefreshingMods
source: Refreshing mods...
pt: Atualizar mods...
ru: Обновление модов...

# Status.ModsLoaded
source: Loaded {0} mods, {1} active
pt: Carregou {0} mods, {1} active
ru: Загружено {0} модов, {1} активных

# Status.RefreshError
source: Error refreshing mods: {0}
pt: Erro ao atualizar mods: {0}
ru: Ошибка обновления модов: {0}

# Status.GameClosed
source: Kenshi has been closed
pt: Kenshi foi fechado
ru: Kenshi был закрыт

# Status.PlaysetCreated
source: Created empty playset: {0}
pt: Criou um Conjunto vaziO: {0}
ru: Создан пустой набор: {0}

# Status.PlaysetCreateError
source: Error creating playset: {0}
pt: Erro ao criar conjunto: {0}
ru: Ошибка создания набора: {0}

# Status.NameUnchanged
source: Name unchanged
pt: Nome inalterado
ru: Имя не изменено

# Status.PlaysetRenamed
source: Renamed playset to: {0}
pt: Conjunto renomeado para: {0}
ru: Набор переименован в: {0}

# Status.RenameFailedNameExists
source: Failed to rename playset - name may already exist
pt: Falha ao renomear o conjunto - o nome já existe
ru: Не удалось переименовать набор - имя уже существует

# Status.RenameError
source: Error renaming playset: {0}
pt: Erro ao renomear o conjunto: {0}
ru: Ошибка переименования набора: {0}

# Status.PlaysetDuplicated
source: Duplicated playset: {0}
pt: Conjunto duplicado: {0}
ru: Набор дублирован: {0}

# Status.DuplicateError
source: Error duplicating playset: {0}
pt: Erro ao duplicar conjunto: {0}
ru: Ошибка дублирования набора: {0}

# Status.PlaysetDeleted
source: Deleted playset: {0}
pt: Apagar conjunto: {0}
ru: Набор удален: {0}

# Status.DeleteFailed
source: Failed to delete playset: {0}
pt: Falha ao apagar conjunto: {0}
ru: Не удалось удалить набор: {0}

# Status.DeleteError
source: Error deleting playset: {0}
pt: Erro ao apagar conjunto: {0}
ru: Ошибка удаления набора: {0}

# Status.PlaysetExported
source: Exported playset to: {0}
pt: Exportar conjunto para: {0}
ru: Набор экспортирован в: {0}

# Status.ExportError
source: Error exporting playset: {0}
pt: Erro ao exportar conjunto: {0}
ru: Ошибка экспорта набора: {0}

# Status.PlaysetImported
source: Imported playset: {0}
pt: Conjunto importado: {0}
ru: Набор импортирован: {0}

# Status.ImportError
source: Error importing playset: {0}
pt: Erro ao importar conjunto: {0}
ru: Ошибка импорта набора: {0}

# Status.LoadingPlayset
source: Loading playset: {0}...
pt: Ler conjunto: {0}...
ru: Загрузка набора: {0}...

# Status.PlaysetLoaded
source: Loaded playset: {0} ({1} mods)
pt: Conjunto: {0} ({1} mods)
ru: Загружен набор: {0} ({1} модов)

# Status.LoadPlaysetError
source: Error loading playset: {0}
pt: Erro na leitura do conjunto: {0}
ru: Ошибка загрузки набора: {0}

# Status.RemovingMod
source: Removing mod from playset: {0}
pt: Remover mod do conjunto: {0}
ru: Удаление мода из набора: {0}

# Status.ModRemoved
source: Removed mod from playset: {0}
pt: Mod removido do conjunto: {0}
ru: Мод удален из набора: {0}

# Warning.AutoDetectFailed
source: ⚠ Auto-detection failed. Please set Kenshi path in Settings tab
ru: ⚠ Автодетект не удался. Пожалуйста, укажите путь к Kenshi в настройках

# Warning.NoModsDetected
source: ⚠ No mods detected. Please check your paths in Settings tab
ru: ⚠ Моды не обнаружены. Пожалуйста, проверьте пути в настройках

# Dialog.ConfirmDelete
source: Confirm Delete
ru: Подтверждение удаления

# Dialog.RenamePlayset
source: Rename Playset
pt: Renomear conjunto
ru: Переименование набора

# Dialog.EnterPlaysetName
source: Enter new playset name:
pt: Nome para o conjunto:
ru: Введите новое имя набора:

# Dialog.ExportPlayset
source: Export Playset
pt: Exportar conjunto
ru: Экспорт набора

# Dialog.ImportPlayset
source: Import Playset
pt: Importar conjunto
ru: Импорт набора

# DeleteConfirm.ActivePlayset
source: Playset '{0}' is currently ACTIVE.\n\nAre you sure you want to delete it? This action cannot be undone.
pt: O conjunto '{0}' está atualmente ATIVO.\n\nTem a certeza de que pretende eliminá-lo? Esta ação não pode ser anulada.
ru: Набор '{0}' сейчас АКТИВЕН.\n\nВы уверены, что хотите его удалить? Это действие невозможно отменить.

# DeleteConfirm.InactivePlayset
source: Are you sure you want to delete playset '{0}'?\n\nThis action cannot be undone.
pt: Tem a certeza de que pretende eliminar o conjunto '{0}'?\n\nEsta ação não pode ser anulada.
ru: Вы уверены, что хотите удалить набор '{0}'?\n\nЭто действие невозможно отменить.

# Playset.InitialName
source: Initial Playset
ru: Начальный набор

# Playset.DefaultNameFormat
source: Playset {0}
ru: Набор {0}

# Playset.CopyNameFormat
source: {0} Copy
ru: {0} (копия)

# SettingsValidation.KenshiValid
source: ✓ Valid - Kenshi installation found
pt: ✓ Valido - Instalação do Kenshi encontrada
ru: ✓ Действительный - установка Kenshi найдена

# SettingsValidation.PathNotSet
source: ⚠ Path not set
pt: ⚠ Diretório não definido
ru: ⚠ Путь не задан

# SettingsValidation.KenshiInvalid
source: ✗ Invalid - kenshi_x64.exe, kenshi.exe or kenshi_GOG_x64.exe not found
pt: ✗ Invalido - kenshi_x64.exe, kenshi.exe ou kenshi_GOG_x64.exe nao encontrado
ru: ✗ Недействительный - kenshi_x64.exe, kenshi.exe или kenshi_GOG_x64.exe не найден

# SettingsValidation.ModsValid
source: ✓ Valid - Found {0} mod(s)
pt: ✓ Valido - Econtrou {0} mod(s)
ru: ✓ Действительный - найдено {0} мод(ов)

# SettingsValidation.ModsValidNoMods
source: ⚠ Valid folder, but no .mod files found
pt: ⚠ Diretório válido, mas nenhum .mod foi encontrado
ru: ⚠ Папка действительна, но .mod файлы не найдены

# SettingsValidation.FolderNotExists
source: ✗ Invalid - Folder does not exist
pt: ✗ Inválido - Diretório não existente
ru: ✗ Недействительный - папка не существует

# FileDialog.SelectKenshiExe
source: Select Kenshi executable (any .exe file in Kenshi folder)
pt: Selecione o executável do Kenshi (O arquivo .exe no diretório do Kenshi)
ru: Выберите исполняемый файл Kenshi (любой .exe в папке Kenshi)

# FileDialog.SelectModsFolder
source: Select Mods Folder
pt: Selecione o diretório dos Mods
ru: Выберите папку модов

# FileDialog.SelectWorkshopFolder
source: Select Workshop Folder
pt: Selecione o diretório Workshop
ru: Выберите папку Workshop

# FileDialog.ConfigFilter
source: Configuration Files (*.cfg)|*.cfg|All Files (*.*)|*.*
pt: Extensão de arquivos (*.cfg)|*.cfg|Todos (*.*)|*.*
ru: Файлы конфигурации (*.cfg)|*.cfg|Все файлы (*.*)|*.*
